Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# exercises.action.addedToSession
source: %@ added to the workout you are doing now.
es: %@ añadido al entrenamiento que estás haciendo ahora.
fr: %@ a été ajouté à la séance en cours.
hi: %@ अभी चल रहे वर्कआउट में जुड़ गई।
it: %@ aggiunto all'allenamento che stai facendo.
ko: %@ 운동을 지금 하는 운동에 추가했어요.
pl: %@ — dodano do trwającego treningu.
tr: %@, şu an yaptığın antrenmana eklendi.
zh_hans: %@ 已加入你正在进行的训练。

# exercises.action.addedToTemplate
source: %@ added to %@.
es: %@ añadido a %@.
fr: %@ a été ajouté à %@.
hi: %@ को %@ में जोड़ दिया गया।
it: %@ aggiunto a %@.
ko: %@ 운동을 %@에 추가했어요.
pl: %@ — dodano do: %@.
tr: %@, %@ seansına eklendi.
zh_hans: %@ 已加入 %@。

# exercises.action.exclude
source: Never program this
es: No programar nunca este
fr: Ne jamais programmer
hi: इसे कभी प्रोग्राम में न रखें
it: Non programmarlo mai
ko: 이 운동은 넣지 않기
pl: Nigdy tego nie planuj
tr: Bunu asla programa alma
zh_hans: 不要再安排这个动作

# exercises.action.exclude.hint
source: The app stops choosing this exercise for you. You can still add it yourself.
es: La app dejará de elegir este ejercicio por ti. Tú sí puedes añadirlo cuando quieras.
fr: L’app arrête de choisir cet exercice pour toi. Tu peux toujours l’ajouter toi-même.
hi: ऐप अब यह एक्सरसाइज़ आपके लिए नहीं चुनेगा। आप इसे खुद जोड़ सकते हैं।
it: L'app smette di scegliere questo esercizio per te. Puoi comunque aggiungerlo tu.
ko: 앱이 이 운동을 골라 주지 않아요. 직접 추가하는 건 그대로 가능해요.
pl: Aplikacja przestaje wybierać dla Ciebie to ćwiczenie. Nadal możesz dodać je samodzielnie.
tr: Uygulama bu egzersizi senin için seçmeyi bırakır. Kendin yine de ekleyebilirsin.
zh_hans: App 不再为你挑选这个动作。你仍然可以自己添加它。

# exercises.action.excluded
source: The app will stop choosing this exercise for you.
es: La app dejará de elegir este ejercicio por ti.
fr: L’app ne choisira plus cet exercice pour toi.
hi: ऐप अब यह एक्सरसाइज़ आपके लिए नहीं चुनेगा।
it: L'app smetterà di scegliere questo esercizio per te.
ko: 앱이 이 운동을 더 이상 골라 주지 않아요.
pl: Aplikacja przestanie wybierać dla Ciebie to ćwiczenie.
tr: Uygulama bu egzersizi senin için artık seçmeyecek.
zh_hans: App 不会再为你挑选这个动作。

# exercises.action.favorite
source: Add to favourites
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
it: Aggiungi ai preferiti
ko: 즐겨찾기에 추가
pl: Dodaj do ulubionych
tr: Favorilere ekle
zh_hans: 加入收藏

# exercises.action.favorited
source: Added to your favourites.
es: Añadido a tus favoritos.
fr: Ajouté à tes favoris.
hi: आपके पसंदीदा में जुड़ गई।
it: Aggiunto ai preferiti.
ko: 즐겨찾기에 추가했어요.
pl: Dodano do ulubionych.
tr: Favorilerine eklendi.
zh_hans: 已加入收藏。

# exercises.action.feedbackSaved
source: Saved: %@. Future plans will take it into account.
es: Guardado: %@. Los próximos planes lo tendrán en cuenta.
fr: Enregistré : %@. Les prochains plans en tiendront compte.
hi: सेव हुआ: %@. आगे की योजनाओं में इसका ध्यान रखा जाएगा।
it: Salvato: %@. I prossimi piani ne terranno conto.
ko: 저장했어요: %@. 앞으로 계획에 반영할게요.
pl: Zapisano: %@. Przyszłe plany to uwzględnią.
tr: Kaydedildi: %@. Bundan sonraki planlar bunu dikkate alacak.
zh_hans: 已记录：%@。今后的安排会参考这一点。

# exercises.action.findAlternatives
source: Find alternatives
es: Buscar alternativas
fr: Trouver des alternatives
hi: विकल्प खोजें
it: Trova alternative
ko: 대체 운동 찾기
pl: Znajdź zamienniki
tr: Alternatif bul
zh_hans: 寻找替代动作

# exercises.action.goToWorkouts
source: Go to workouts
es: Ir a entrenamientos
fr: Aller aux séances
hi: वर्कआउट पर जाएँ
it: Vai agli allenamenti
ko: 운동으로 이동
pl: Przejdź do treningów
tr: Antrenmanlara git
zh_hans: 前往训练

# exercises.action.include
source: Allow in plans again
es: Permitirlo otra vez en los planes
fr: Autoriser à nouveau dans les plans
hi: योजनाओं में फिर से शामिल करें
it: Rendilo di nuovo disponibile
ko: 다시 계획에 넣기
pl: Znów dopuść w planach
tr: Planlarda yeniden kullanılsın
zh_hans: 允许重新安排

# exercises.action.included
source: This exercise can be programmed again.
es: Este ejercicio puede volver a programarse.
fr: Cet exercice peut à nouveau être programmé.
hi: यह एक्सरसाइज़ फिर से प्रोग्राम में आ सकती है।
it: Questo esercizio può essere programmato di nuovo.
ko: 이 운동을 다시 계획에 넣을 수 있어요.
pl: To ćwiczenie może znów trafiać do planów.
tr: Bu egzersiz yeniden programa alınabilir.
zh_hans: 这个动作可以重新被安排了。

# exercises.action.noPlan
source: There is no workout running and no training plan to add this to yet.
es: No hay ningún entrenamiento en marcha ni ningún plan al que añadir esto todavía.
fr: Aucune séance n’est en cours et il n’y a pas encore de plan d’entraînement où l’ajouter.
hi: अभी न कोई वर्कआउट चल रहा है और न कोई ट्रेनिंग प्लान है जिसमें इसे जोड़ा जाए।
it: Non c'è nessun allenamento in corso né un piano a cui aggiungerlo.
ko: 진행 중인 운동도, 추가할 훈련 계획도 아직 없어요.
pl: Nie trwa żaden trening i nie ma jeszcze planu, do którego można to dodać.
tr: Şu anda süren bir antrenman ve bunu ekleyebileceğin bir plan yok.
zh_hans: 目前没有进行中的训练，也还没有可以添加的训练计划。

# exercises.action.openWorkout
source: Open the workout
es: Abrir el entrenamiento
fr: Ouvrir la séance
hi: वर्कआउट खोलें
it: Apri l'allenamento
ko: 운동 열기
pl: Otwórz trening
tr: Antrenmanı aç
zh_hans: 打开训练

# exercises.action.templateGone
source: That session no longer exists.
es: Esa sesión ya no existe.
fr: Cette séance n’existe plus.
hi: वह सेशन अब मौजूद नहीं है।
it: Quella sessione non esiste più.
ko: 그 세션은 더 이상 없어요.
pl: Ta sesja już nie istnieje.
tr: Bu seans artık mevcut değil.
zh_hans: 那节训练课已不存在。

# exercises.action.unfavorite
source: Remove from favourites
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
it: Togli dai preferiti
ko: 즐겨찾기에서 제거
pl: Usuń z ulubionych
tr: Favorilerden çıkar
zh_hans: 取消收藏

# exercises.action.unfavorited
source: Removed from your favourites.
es: Quitado de tus favoritos.
fr: Retiré de tes favoris.
hi: आपके पसंदीदा से हट गई।
it: Tolto dai preferiti.
ko: 즐겨찾기에서 제거했어요.
pl: Usunięto z ulubionych.
tr: Favorilerinden çıkarıldı.
zh_hans: 已从收藏中移除。

# exercises.alternatives.empty.message
source: Nothing in your available equipment trains this the same way.
es: Con el material que tienes no hay nada que trabaje esto de la misma forma.
fr: Rien dans ton matériel disponible ne travaille cela de la même façon.
hi: आपके उपलब्ध इक्विपमेंट में ऐसा कुछ नहीं है जो इसी तरह इस मसल पर काम करे।
it: Con l'attrezzatura che hai non c'è nulla che alleni allo stesso modo.
ko: 가진 장비로 같은 방식으로 자극할 수 있는 운동이 없어요.
pl: Nic ze sprzętu, który masz, nie trenuje tego w ten sam sposób.
tr: Sahip olduğun ekipmanla bunu aynı şekilde çalıştıran bir hareket yok.
zh_hans: 在你现有的器械里，没有能以同样方式练到它的动作。

# exercises.alternatives.empty.title
source: No alternatives found
es: No se han encontrado alternativas
fr: Aucune alternative trouvée
hi: कोई विकल्प नहीं मिला
it: Nessuna alternativa trovata
ko: 대체 운동이 없어요
pl: Brak zamienników
tr: Alternatif bulunamadı
zh_hans: 没有找到替代动作

# exercises.alternatives.loading
source: Looking for alternatives…
es: Buscando alternativas…
fr: Recherche d’alternatives…
hi: विकल्प खोजे जा रहे हैं…
it: Ricerca di alternative…
ko: 대체 운동을 찾는 중이에요…
pl: Szukam zamienników…
tr: Alternatifler aranıyor…
zh_hans: 正在寻找替代动作…

# exercises.alternatives.similarity
source: %lld%% similar
es: %lld%% de similitud
fr: %lld%% de similarité
hi: %lld%% मिलती-जुलती
it: %lld%% di somiglianza
ko: %lld%% 유사
pl: %lld%% podobieństwa
tr: %%%lld benzer
zh_hans: 相似度 %lld%%

# exercises.alternatives.title
source: Alternatives
es: Alternativas
hi: विकल्प
it: Alternative
ko: 대체 운동
pl: Zamienniki
tr: Alternatifler
zh_hans: 替代动作

# exercises.detail.missing.message
source: It is not part of the exercise library that ships with this version of the app.
es: No forma parte de la biblioteca de ejercicios que incluye esta versión de la app.
fr: Il ne fait pas partie de la bibliothèque d’exercices livrée avec cette version de l’app.
hi: यह ऐप के इस वर्शन के साथ आने वाली एक्सरसाइज़ लाइब्रेरी का हिस्सा नहीं है।
it: Non fa parte della libreria esercizi inclusa in questa versione dell'app.
ko: 이 버전의 앱에 들어 있는 운동 목록에 포함되어 있지 않아요.
pl: Nie ma go w bibliotece ćwiczeń dołączonej do tej wersji aplikacji.
tr: Uygulamanın bu sürümüyle gelen egzersiz kütüphanesinde yer almıyor.
zh_hans: 它不在本版本 App 自带的动作库里。

# exercises.detail.missing.title
source: This exercise is no longer available
es: Este ejercicio ya no está disponible
fr: Cet exercice n’est plus disponible
hi: यह एक्सरसाइज़ अब उपलब्ध नहीं है
it: Questo esercizio non è più disponibile
ko: 이 운동은 더 이상 제공되지 않아요
pl: To ćwiczenie nie jest już dostępne
tr: Bu egzersiz artık mevcut değil
zh_hans: 这个动作已不可用

# exercises.detail.title
source: Exercise
es: Ejercicio
fr: Exercice
hi: एक्सरसाइज़
it: Esercizio
ko: 운동
pl: Ćwiczenie
tr: Egzersiz
zh_hans: 动作

# exercises.empty.action
source: Clear search and filters
es: Borrar búsqueda y filtros
fr: Effacer la recherche et les filtres
hi: खोज और फ़िल्टर साफ़ करें
it: Cancella ricerca e filtri
ko: 검색어와 필터 지우기
pl: Wyczyść wyszukiwanie i filtry
tr: Aramayı ve filtreleri temizle
zh_hans: 清除搜索和筛选

# exercises.empty.message
source: No exercise fits this search and these filters together.
es: Ningún ejercicio encaja a la vez con esta búsqueda y estos filtros.
fr: Aucun exercice ne correspond à cette recherche avec ces filtres.
hi: इस खोज और इन फ़िल्टर पर एक साथ कोई एक्सरसाइज़ खरी नहीं उतरती।
it: Nessun esercizio soddisfa insieme questa ricerca e questi filtri.
ko: 이 검색어와 필터를 함께 만족하는 운동이 없어요.
pl: Żadne ćwiczenie nie pasuje jednocześnie do tego wyszukiwania i tych filtrów.
tr: Bu arama ve bu filtrelerin ikisine birden uyan egzersiz yok.
zh_hans: 没有动作同时符合这个搜索词和这些筛选条件。

# exercises.empty.title
source: Nothing matches
es: No hay coincidencias
fr: Aucun résultat
hi: कुछ नहीं मिला
it: Nessuna corrispondenza
ko: 일치하는 운동이 없어요
pl: Nic nie pasuje
tr: Eşleşen bir şey yok
zh_hans: 没有匹配的动作

# exercises.facts.title
source: Details
es: Detalles
fr: Détails
hi: जानकारी
it: Dettagli
ko: 상세 정보
pl: Szczegóły
tr: Ayrıntılar
zh_hans: 详情

# exercises.feedback.subtitle
source: Your answer changes how often it is programmed for you.
es: Tu respuesta cambia la frecuencia con la que se te programa.
fr: Ta réponse change la fréquence à laquelle il t’est programmé.
hi: आपके जवाब से तय होता है कि यह कितनी बार आपके प्रोग्राम में आएगी।
it: La tua risposta cambia la frequenza con cui te lo proponiamo.
ko: 답에 따라 이 운동이 얼마나 자주 계획에 들어갈지 달라져요.
pl: Twoja odpowiedź zmienia, jak często trafia ono do Twoich planów.
tr: Cevabın, bu egzersizin sana ne sıklıkta verileceğini değiştirir.
zh_hans: 你的回答会影响它被安排的频率。

# exercises.feedback.title
source: How do you feel about this?
es: ¿Qué te parece este ejercicio?
fr: Qu’est-ce que tu en penses ?
hi: इसके बारे में आपका क्या ख्याल है?
it: Cosa ne pensi?
ko: 이 운동은 어떤가요?
pl: Jak Ci się to ćwiczenie podoba?
tr: Bu egzersiz hakkında ne düşünüyorsun?
zh_hans: 你觉得这个动作怎么样？

# exercises.filters.activeCount
source: %lld filters active
es: %lld filtros activos
fr: %lld filtres actifs
hi: %lld फ़िल्टर लगे हैं
it: %lld filtri attivi
ko: 필터 %lld개 적용 중
pl: %lld aktywnego filtra
tr: %lld filtre etkin
zh_hans: %lld 项筛选生效中

# exercises.filters.bodyPart
source: Body part
es: Zona del cuerpo
fr: Partie du corps
hi: शरीर का हिस्सा
it: Parte del corpo
ko: 신체 부위
pl: Partia ciała
tr: Vücut bölgesi
zh_hans: 身体部位

# exercises.filters.bodyweightOnly
source: Bodyweight only
es: Solo peso corporal
fr: Poids du corps uniquement
hi: सिर्फ़ बॉडीवेट
it: Solo corpo libero
ko: 맨몸 운동만
pl: Tylko masa ciała
tr: Yalnızca vücut ağırlığı
zh_hans: 仅自重

# exercises.filters.chipCount
source: %lld exercises
es: %lld ejercicios
fr: %lld exercices
hi: %lld एक्सरसाइज़
it: %lld esercizi
ko: 운동 %lld개
pl: %lld ćwiczenia
tr: %lld egzersiz
zh_hans: %lld 个动作

# exercises.filters.difficulty
source: Difficulty
es: Dificultad
fr: Difficulté
hi: कठिनाई
it: Difficoltà
ko: 난이도
pl: Trudność
tr: Zorluk
zh_hans: 难度

# exercises.filters.equipment
source: Equipment
es: Material
fr: Matériel
hi: इक्विपमेंट
it: Attrezzatura
ko: 장비
pl: Sprzęt
tr: Ekipman
zh_hans: 器械

# exercises.filters.favoritesOnly
source: Favourites
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ko: 즐겨찾기
pl: Ulubione
tr: Favoriler
zh_hans: 收藏

# exercises.filters.label
source: Filters
es: Filtros
fr: Filtres
hi: फ़िल्टर
it: Filtri
ko: 필터
pl: Filtry
tr: Filtreler
zh_hans: 筛选

# exercises.filters.mechanic
source: Compound or isolation
es: Compuesto o aislamiento
fr: Polyarticulaire ou isolation
hi: कंपाउंड या आइसोलेशन
it: Multiarticolare o monoarticolare
ko: 복합 또는 고립
pl: Złożone czy izolowane
tr: Bileşik veya izole
zh_hans: 复合或孤立

# exercises.filters.muscleGroup
source: Muscle group
es: Grupo muscular
fr: Groupe musculaire
hi: मसल ग्रुप
it: Gruppo muscolare
ko: 근육 그룹
pl: Grupa mięśniowa
tr: Kas grubu
zh_hans: 肌群

# exercises.filters.quick
source: Quick filters
es: Filtros rápidos
fr: Filtres rapides
hi: झटपट फ़िल्टर
it: Filtri rapidi
ko: 빠른 필터
pl: Szybkie filtry
tr: Hızlı filtreler
zh_hans: 快捷筛选

# exercises.filters.recentlyPerformed
source: Recently performed
es: Hechos hace poco
fr: Faits récemment
hi: हाल में की गईं
it: Eseguiti di recente
ko: 최근 한 운동
pl: Ostatnio wykonane
tr: Son yaptıkların
zh_hans: 最近练过

# exercises.filters.showCount
source: Show %lld exercises
es: Ver %lld ejercicios
fr: Afficher %lld exercices
hi: %lld एक्सरसाइज़ दिखाएँ
it: Mostra %lld esercizi
ko: 운동 %lld개 보기
pl: Pokaż %lld ćwiczenia
tr: %lld egzersizi göster
zh_hans: 显示 %lld 个动作

# exercises.filters.title
source: Filters
es: Filtros
fr: Filtres
hi: फ़िल्टर
it: Filtri
ko: 필터
pl: Filtry
tr: Filtreler
zh_hans: 筛选

# exercises.history.bestSet
source: Best set
es: Mejor serie
fr: Meilleure série
hi: सबसे अच्छा सेट
it: Miglior serie
ko: 최고 세트
pl: Najlepsza seria
tr: En iyi set
zh_hans: 最佳组

# exercises.history.empty.message
source: Log a set and your loads, best sets and estimated 1RM will show up here.
es: Registra una serie y aquí verás tus cargas, tus mejores series y tu 1RM estimado.
fr: Enregistre une série et tes charges, tes meilleures séries et ton 1RM estimé apparaîtront ici.
hi: एक सेट दर्ज करें और आपके लोड, बेस्ट सेट और अनुमानित 1RM यहाँ दिखने लगेंगे।
it: Registra una serie e qui compariranno carichi, migliori serie e 1RM stimato.
ko: 세트를 기록하면 중량, 최고 세트, 예상 1RM이 여기에 나타나요.
pl: Zapisz serię, a pojawią się tu Twoje ciężary, najlepsze serie i szacowany 1RM.
tr: Bir set kaydet; ağırlıkların, en iyi setlerin ve tahmini 1RM'in burada görünsün.
zh_hans: 记录一组之后，负重、最佳组和预估 1RM 都会显示在这里。

# exercises.history.empty.title
source: You haven't done this one yet
es: Todavía no has hecho este
fr: Tu n’as pas encore fait cet exercice
hi: आपने अभी यह नहीं की है
it: Non l'hai ancora fatto
ko: 아직 해 본 적 없는 운동이에요
pl: Brak historii tego ćwiczenia
tr: Bunu henüz yapmadın
zh_hans: 你还没练过这个动作

# exercises.history.lastLoad
source: Last load
es: Última carga
fr: Dernière charge
hi: पिछला लोड
it: Ultimo carico
ko: 마지막 중량
pl: Ostatni ciężar
tr: Son ağırlık
zh_hans: 上次负重

# exercises.history.lastPerformed
source: Last performed
es: Última vez
fr: Dernière fois
hi: आखिरी बार की
it: Ultima esecuzione
ko: 마지막 수행
pl: Ostatnio wykonane
tr: Son yapılış
zh_hans: 上次训练

# exercises.history.logged
source: %lld times logged in total
es: Registrado %lld veces en total
fr: %lld fois enregistré au total
hi: कुल %lld बार दर्ज की
it: Registrato %lld volte in totale
ko: 총 %lld번 기록
pl: Zapisane w sumie %lld razy
tr: Toplamda %lld kez kaydedildi
zh_hans: 累计记录 %lld 次

# exercises.history.noChart
source: One session so far — a chart needs at least two.
es: Solo una sesión por ahora; para un gráfico hacen falta al menos dos.
fr: Une seule séance pour l’instant — il en faut au moins deux pour un graphique.
hi: अभी तक एक ही सेशन — चार्ट के लिए कम से कम दो चाहिए।
it: Per ora una sola sessione: per un grafico ne servono almeno due.
ko: 아직 세션이 하나뿐이에요. 그래프에는 두 번 이상 필요해요.
pl: Na razie jedna sesja — wykres potrzebuje co najmniej dwóch.
tr: Şimdilik tek seans var — grafik için en az iki gerekir.
zh_hans: 目前只有一次训练记录，图表至少需要两次。

# exercises.history.notLogged
source: Not logged
es: Sin registrar
fr: Non enregistré
hi: दर्ज नहीं
it: Non registrato
ko: 기록 없음
pl: Nie zapisano
tr: Kaydedilmedi
zh_hans: 未记录

# exercises.history.oneRepMax
source: Estimated 1RM
es: 1RM estimado
fr: 1RM estimé
hi: अनुमानित 1RM
it: 1RM stimato
ko: 예상 1RM
pl: Szacowany 1RM
tr: Tahmini 1RM
zh_hans: 预估 1RM

# exercises.history.oneRepMax.caption
source: Estimated from your sets — never a maximal attempt.
es: Estimado a partir de tus series, nunca de un intento máximo.
fr: Estimé à partir de tes séries — jamais d’un essai maximal.
hi: आपके सेट से लगाया गया अनुमान — कभी भी अधिकतम प्रयास नहीं।
it: Stimato dalle tue serie, mai da un tentativo massimale.
ko: 세트 기록에서 추정한 값이에요. 최대 중량을 시도하게 하지 않아요.
pl: Szacowany z Twoich serii — nigdy z próby maksymalnej.
tr: Setlerinden tahmin edilir — hiçbir zaman maksimal deneme değildir.
zh_hans: 由你的训练组推算，无需尝试极限重量。

# exercises.history.records
source: Personal records
es: Récords personales
fr: Records personnels
hi: पर्सनल रिकॉर्ड
it: Record personali
ko: 개인 기록
pl: Rekordy życiowe
tr: Kişisel rekorlar
zh_hans: 个人纪录

# exercises.history.reps
source: %lld reps
es: %lld repeticiones
fr: %lld répétitions
hi: %lld रेप्स
it: %lld ripetizioni
ko: %lld회
pl: %lld powtórzenia
tr: %lld tekrar
zh_hans: %lld 次

# exercises.history.sessions
source: Sessions
es: Sesiones
fr: Séances
hi: सेशन
it: Sessioni
ko: 세션
pl: Sesje
tr: Seanslar
zh_hans: 训练课

# exercises.history.setNumber
source: Set %lld
es: Serie %lld
fr: Série %lld
hi: सेट %lld
it: Serie %lld
ko: %lld세트
pl: Seria %lld
tr: %lld. set
zh_hans: 第 %lld 组

# exercises.history.substitutedFor
source: Done instead of %@
es: Hecho en lugar de %@
fr: Fait à la place de %@
hi: %@ की जगह की गई
it: Fatto al posto di %@
ko: %@ 대신 수행
pl: Zamiast: %@
tr: Şunun yerine yapıldı: %@
zh_hans: 替代了 %@

# exercises.history.title
source: Your history
es: Tu historial
fr: Ton historique
hi: आपकी हिस्ट्री
it: La tua cronologia
ko: 내 기록
pl: Twoja historia
tr: Geçmişin
zh_hans: 你的记录

# exercises.history.totalVolume
source: Total volume
es: Volumen total
fr: Volume total
hi: कुल वॉल्यूम
it: Volume totale
ko: 총 볼륨
pl: Objętość łącznie
tr: Toplam hacim
zh_hans: 总训练量

# exercises.history.viewAll
source: View full history
es: Ver el historial completo
fr: Voir tout l’historique
hi: पूरी हिस्ट्री देखें
it: Vedi tutta la cronologia
ko: 전체 기록 보기
pl: Zobacz pełną historię
tr: Tüm geçmişi gör
zh_hans: 查看完整历史

# exercises.index.label
source: Alphabet index
es: Índice alfabético
fr: Index alphabétique
hi: वर्णमाला सूची
it: Indice alfabetico
ko: 자모 색인
pl: Indeks alfabetyczny
tr: Alfabe dizini
zh_hans: 字母索引

# exercises.instructions.title
source: How to do it
es: Cómo se hace
fr: Comment le faire
hi: कैसे करें
it: Come si esegue
ko: 하는 방법
pl: Jak to wykonać
tr: Nasıl yapılır
zh_hans: 动作要领

# exercises.loading
source: Loading the exercise library…
es: Cargando la biblioteca de ejercicios…
fr: Chargement de la bibliothèque d’exercices…
hi: एक्सरसाइज़ लाइब्रेरी लोड हो रही है…
it: Caricamento della libreria esercizi…
ko: 운동 목록을 불러오는 중이에요…
pl: Wczytuję bibliotekę ćwiczeń…
tr: Egzersiz kütüphanesi yükleniyor…
zh_hans: 正在载入动作库…

# exercises.picker.hint
source: Chooses this exercise
es: Selecciona este ejercicio
fr: Choisit cet exercice
hi: यह एक्सरसाइज़ चुनता है
it: Sceglie questo esercizio
ko: 이 운동을 선택해요
pl: Wybiera to ćwiczenie
tr: Bu egzersizi seçer
zh_hans: 选择这个动作

# exercises.picker.noneChosen
source: Nothing chosen yet
es: Aún no has elegido nada
fr: Rien de choisi pour l’instant
hi: अभी कुछ नहीं चुना
it: Non hai ancora scelto nulla
ko: 아직 선택하지 않았어요
pl: Nic jeszcze nie wybrano
tr: Henüz bir şey seçilmedi
zh_hans: 还没有选择

# exercises.picker.title
source: Choose an exercise
es: Elige un ejercicio
fr: Choisir un exercice
hi: एक्सरसाइज़ चुनें
it: Scegli un esercizio
ko: 운동 선택
pl: Wybierz ćwiczenie
tr: Bir egzersiz seç
zh_hans: 选择一个动作

# exercises.resultCount
source: %lld exercises
es: %lld ejercicios
fr: %lld exercices
hi: %lld एक्सरसाइज़
it: %lld esercizi
ko: 운동 %lld개
pl: %lld ćwiczenia
tr: %lld egzersiz
zh_hans: %lld 个动作

# exercises.row.hint
source: Opens the exercise
es: Abre el ejercicio
fr: Ouvre l’exercice
hi: एक्सरसाइज़ खोलता है
it: Apre l'esercizio
ko: 운동 상세를 열어요
pl: Otwiera ćwiczenie
tr: Egzersizi açar
zh_hans: 打开这个动作

# exercises.row.lastPerformed
source: Last done %@
es: Última vez %@
fr: Dernière fois %@
hi: आखिरी बार %@
it: Ultima volta %@
ko: 마지막 수행 %@
pl: Ostatnio %@
tr: Son yapılış: %@
zh_hans: 上次练于 %@

# exercises.row.timesPerformed
source: Performed %lld times
es: Hecho %lld veces
fr: Fait %lld fois
hi: %lld बार की
it: Eseguito %lld volte
ko: %lld번 수행함
pl: Wykonane %lld razy
tr: %lld kez yapıldı
zh_hans: 练过 %lld 次

# exercises.searchPrompt
source: Search %lld exercises
es: Buscar entre %lld ejercicios
fr: Rechercher parmi %lld exercices
hi: %lld एक्सरसाइज़ में खोजें
it: Cerca tra %lld esercizi
ko: 운동 %lld개 검색
pl: Szukaj wśród %lld ćwiczeń
tr: %lld egzersiz içinde ara
zh_hans: 搜索 %lld 个动作

# exercises.section.favorites
source: Favourites
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ko: 즐겨찾기
pl: Ulubione
tr: Favoriler
zh_hans: 收藏

# exercises.section.recent
source: Recently performed
es: Hechos hace poco
fr: Faits récemment
hi: हाल में की गईं
it: Eseguiti di recente
ko: 최근 한 운동
pl: Ostatnio wykonane
tr: Son yaptıkların
zh_hans: 最近练过

# exercises.section.results
source: Results
es: Resultados
fr: Résultats
hi: नतीजे
it: Risultati
ko: 검색 결과
pl: Wyniki
tr: Sonuçlar
zh_hans: 结果

# exercises.sort.favoritesFirst
source: Favourites first
es: Favoritos primero
fr: Favoris d’abord
hi: पसंदीदा पहले
it: Prima i preferiti
ko: 즐겨찾기 먼저
pl: Ulubione na górze
tr: Önce favoriler
zh_hans: 收藏优先

# exercises.sort.label
source: Sort
es: Ordenar
fr: Trier
hi: क्रम
it: Ordina
ko: 정렬
pl: Sortuj
tr: Sırala
zh_hans: 排序

# exercises.sort.mostUsed
source: Most used
es: Más usados
fr: Les plus utilisés
hi: सबसे ज़्यादा की गईं
it: Più usati
ko: 많이 한 순
pl: Najczęstsze
tr: En çok kullanılan
zh_hans: 最常练

# exercises.sort.name
source: Name
es: Nombre
fr: Nom
hi: नाम
it: Nome
ko: 이름순
pl: Nazwa
tr: Ad
zh_hans: 名称

# exercises.sort.relevance
source: Relevance
es: Relevancia
fr: Pertinence
hi: प्रासंगिकता
it: Pertinenza
ko: 관련도순
pl: Trafność
tr: İlgi düzeyi
zh_hans: 相关度

# exercises.templates.activeProgram
source: %@ · current plan
es: %@ · plan actual
fr: %@ · plan actuel
hi: %@ · मौजूदा प्लान
it: %@ · piano attuale
ko: %@ · 현재 계획
pl: %@ · bieżący plan
tr: %@ · güncel plan
zh_hans: %@ · 当前计划

# exercises.templates.empty.message
source: Create a training plan and its sessions will show up here.
es: Crea un plan de entrenamiento y sus sesiones aparecerán aquí.
fr: Crée un plan d’entraînement et ses séances apparaîtront ici.
hi: एक ट्रेनिंग प्लान बनाएँ और उसके सेशन यहाँ दिखने लगेंगे।
it: Crea un piano di allenamento e le sue sessioni compariranno qui.
ko: 훈련 계획을 만들면 그 세션들이 여기에 나타나요.
pl: Utwórz plan treningowy, a jego sesje pojawią się tutaj.
tr: Bir antrenman planı oluştur; seansları burada görünsün.
zh_hans: 创建一份训练计划，它的训练课就会显示在这里。

# exercises.templates.empty.title
source: No sessions yet
es: Aún no hay sesiones
fr: Aucune séance pour l’instant
hi: अभी कोई सेशन नहीं
it: Ancora nessuna sessione
ko: 아직 세션이 없어요
pl: Brak sesji
tr: Henüz seans yok
zh_hans: 还没有训练课

# exercises.templates.exerciseCount
source: %lld exercises
es: %lld ejercicios
fr: %lld exercices
hi: %lld एक्सरसाइज़
it: %lld esercizi
ko: 운동 %lld개
pl: %lld ćwiczenia
tr: %lld egzersiz
zh_hans: %lld 个动作

# exercises.templates.title
source: Choose a session
es: Elige una sesión
fr: Choisir une séance
hi: सेशन चुनें
it: Scegli una sessione
ko: 세션 선택
pl: Wybierz sesję
tr: Bir seans seç
zh_hans: 选择一节训练课

# exercises.title
source: Exercises
es: Ejercicios
fr: Exercices
hi: एक्सरसाइज़
it: Esercizi
ko: 운동 목록
pl: Ćwiczenia
tr: Egzersizler
zh_hans: 动作

# exercises.trend.chartLabel
source: %@ over time
es: %@ a lo largo del tiempo
fr: %@ au fil du temps
hi: समय के साथ %@
it: %@ nel tempo
ko: %@ 변화
pl: %@ w czasie
tr: Zaman içinde %@
zh_hans: %@ 随时间的变化
